Repository: whit3rabbit/turbospark
Catalog: swift/TurboSparkApp/Localization/Localizable.xcstrings
Source language: en
Languages: ar, de, es, fr, he, hi, id, it, ja, ko, nl, pl, pt_br, ru, sv, tr, uk, vi, zh_hans, zh_hant

source: Select all
ar: تحديد الكل
de: Alle auswählen
es: Seleccionar todo
fr: Tout sélectionner
he: בחר הכל
hi: सभी चुनें
id: Pilih semua
it: Seleziona tutto
ja: すべて選択
ko: 모두 선택
nl: Alles selecteren
pl: Zaznacz wszystko
pt_br: Selecionar tudo
ru: Выбрать все
sv: Markera alla
tr: Tümünü seç
uk: Вибрати все
vi: Chọn tất cả
zh_hans: 全选
zh_hant: 全選

source: Move to Trash
ar: نقل إلى سلة المهملات
de: In den Papierkorb legen
es: Mover a la papelera
fr: Placer dans la corbeille
he: העבר לאשפה
hi: ट्रैश में ले जाएं
id: Pindahkan ke Tong Sampah
it: Sposta nel Cestino
ja: ゴミ箱に入れる
ko: 휴지통으로 이동
nl: Verplaats naar prullenmand
pl: Przenieś do kosza
pt_br: Mover para o Lixo
ru: Переместить в корзину
sv: Flytta till papperskorgen
tr: Çöp Sepetine Taşı
uk: Перемістити в смітник
vi: Chuyển vào thùng rác
zh_hans: 移到废纸篓
zh_hant: 移至垃圾桶

source: Select
ar: تحديد
de: Auswählen
es: Seleccionar
fr: Sélectionner
he: בחר
hi: चुनें
id: Pilih
it: Seleziona
ja: 選択
ko: 선택
nl: Selecteren
pl: Wybierz
pt_br: Selecionar
ru: Выбрать
sv: Välj
tr: Seç
uk: Вибрати
vi: Chọn
zh_hans: 选择
zh_hant: 選取

source: This image has not been saved.
ar: لم يتم حفظ هذه الصورة.
de: Dieses Bild wurde nicht gespeichert.
es: Esta imagen no se ha guardado.
fr: Cette image n'a pas été enregistrée.
he: תמונה זו לא נשמרה.
hi: यह छवि सहेजी नहीं गई है।
id: Gambar ini belum disimpan.
it: Questa immagine non è stata salvata.
ja: この画像は保存されていません。
ko: 이 이미지는 저장되지 않았습니다.
nl: Deze afbeelding is niet opgeslagen.
pl: Ten obraz nie został zapisany.
pt_br: Esta imagem não foi salva.
ru: Это изображение не было сохранено.
sv: Denna bild har inte sparats.
tr: Bu resim kaydedilmedi.
uk: Це зображення не збережено.
vi: Hình ảnh này chưa được lưu.
zh_hans: 此图像尚未保存。
zh_hant: 此影像尚未儲存。

source: Image unavailable
ar: الصورة غير متوفرة
de: Bild nicht verfügbar
es: Imagen no disponible
fr: Image non disponible
he: תמונה אינה זמינה
hi: छवि अनुपलब्ध है
id: Gambar tidak tersedia
it: Immagine non disponibile
ja: 画像を利用できません
ko: 이미지를 사용할 수 없음
nl: Afbeelding niet beschikbaar
pl: Obraz niedostępny
pt_br: Imagem indisponível
ru: Изображение недоступно
sv: Bilden är inte tillgänglig
tr: Resim kullanılamıyor
uk: Зображення недоступне
vi: Hình ảnh không khả dụng
zh_hans: 图像不可用
zh_hant: 影像無法使用

source: Previous
ar: السابق
de: Zurück
es: Anterior
fr: Précédent
he: הקודם
hi: पिछला
id: Sebelumnya
it: Precedente
ja: 前へ
ko: 이전
nl: Vorige
pl: Poprzedni
pt_br: Anterior
ru: Назад
sv: Föregående
tr: Önceki
uk: Назад
vi: Trước
zh_hans: 上一个
zh_hant: 上一個

source: Next
ar: التالي
de: Weiter
es: Siguiente
fr: Suivant
he: הבא
hi: अगला
id: Berikutnya
it: Successivo
ja: 次へ
ko: 다음
nl: Volgende
pl: Dalej
pt_br: Seguinte
ru: Вперед
sv: Nästa
tr: İleri
uk: Вперед
vi: Tiếp
zh_hans: 下一个
zh_hant: 下一個

source: Use prompt
ar: استخدام الموجه
de: Prompt verwenden
es: Usar instrucción
fr: Utiliser l'invite
he: השתמש בהנחיה
hi: संकेत का उपयोग करें
id: Gunakan perintah
it: Usa prompt
ja: プロンプトを使用
ko: 프롬프트 사용
nl: Prompt gebruiken
pl: Użyj monitu
pt_br: Usar prompt
ru: Использовать промпт
sv: Använd prompt
tr: İstemi kullan
uk: Використати промпт
vi: Sử dụng lời nhắc
zh_hans: 使用提示词
zh_hant: 使用提示詞

source: Open image
ar: فتح الصورة
de: Bild öffnen
es: Abrir imagen
fr: Ouvrir l'image
he: פתח תמונה
hi: छवि खोलें
id: Buka gambar
it: Apri immagine
ja: 画像を開く
ko: 이미지 열기
nl: Afbeelding openen
pl: Otwórz obraz
pt_br: Abrir imagem
ru: Открыть изображение
sv: Öppna bild
tr: Resmi aç
uk: Відкрити зображення
vi: Mở hình ảnh
zh_hans: 打开图像
zh_hant: 開啟影像

source: Regenerate
ar: إعادة الإنشاء
de: Neu generieren
es: Regenerar
fr: Régénérer
he: צור מחדש
hi: पुनः उत्पन्न करें
id: Buat ulang
it: Rigenera
ja: 再生成
ko: 다시 생성
nl: Opnieuw genereren
pl: Wygeneruj ponownie
pt_br: Regenerar
ru: Сгенерировать снова
sv: Återskapa
tr: Yeniden oluştur
uk: Згенерувати знову
vi: Tạo lại
zh_hans: 重新生成
zh_hant: 重新產生

source: Save As...
ar: حفظ باسم...
de: Speichern unter...
es: Guardar como...
fr: Enregistrer sous...
he: שמור בשם...
hi: इस रूप में सहेजें...
id: Simpan Sebagai...
it: Salva come...
ja: 別名で保存...
ko: 다른 이름으로 저장...
nl: Opslaan als...
pl: Zapisz jako...
pt_br: Salvar como...
ru: Сохранить как...
sv: Spara som...
tr: Farklı Kaydet...
uk: Зберегти як...
vi: Lưu dưới dạng...
zh_hans: 另存为...
zh_hant: 另存為...

source: Show in Finder
ar: إظهار في Finder
de: Im Finder anzeigen
es: Mostrar en el Finder
fr: Afficher dans le Finder
he: הצג ב-Finder
hi: Finder में दिखाएं
id: Tampilkan di Finder
it: Mostra nel Finder
ja: Finderで表示
ko: Finder에서 보기
nl: Toon in Finder
pl: Pokaż w Finderze
pt_br: Mostrar no Finder
ru: Показать в Finder
sv: Visa i Finder
tr: Finder'da Göster
uk: Показати у Finder
vi: Hiển thị trong Finder
zh_hans: 在访达中显示
zh_hant: 在 Finder 中顯示

source: Coding agents
ar: وكلاء البرمجة
es: Agentes de código
fr: Agents de code
he: סוכני קידוד
hi: कोडिंग एजेंट
id: Agen coding
it: Agenti di coding
ja: コーディングエージェント
ko: 코딩 에이전트
pl: Agenci kodowania
pt_br: Agentes de código
ru: Кодинг-агенты
sv: Kodningsagenter
tr: Kodlama ajanları
uk: Кодинг-агенти
vi: Agent lập trình
zh_hans: 编码代理
zh_hant: 編碼代理

source: Launch Claude Code
ar: تشغيل Claude Code
de: Claude Code starten
es: Iniciar Claude Code
fr: Lancer Claude Code
he: הפעלת Claude Code
hi: Claude Code लॉन्च करें
id: Luncurkan Claude Code
it: Avvia Claude Code
ja: Claude Code を起動
ko: Claude Code 실행
nl: Claude Code starten
pl: Uruchom Claude Code
pt_br: Iniciar Claude Code
ru: Запустить Claude Code
sv: Starta Claude Code
tr: Claude Code'u başlat
uk: Запустити Claude Code
vi: Khởi chạy Claude Code
zh_hans: 启动 Claude Code
zh_hant: 啟動 Claude Code

source: Launch Codex
ar: تشغيل Codex
de: Codex starten
es: Iniciar Codex
fr: Lancer Codex
he: הפעלת Codex
hi: Codex लॉन्च करें
id: Luncurkan Codex
it: Avvia Codex
ja: Codex を起動
ko: Codex 실행
nl: Codex starten
pl: Uruchom Codex
pt_br: Iniciar Codex
ru: Запустить Codex
sv: Starta Codex
tr: Codex'i başlat
uk: Запустити Codex
vi: Khởi chạy Codex
zh_hans: 启动 Codex
zh_hant: 啟動 Codex

source: Opens Terminal and launches the agent against the background server; it is started or reused as needed.
ar: يفتح الطرفية ويشغّل الوكيل على الخادم في الخلفية؛ يُبدأ الخادم أو يُعاد استخدامه حسب الحاجة.
de: Öffnet Terminal und startet den Agenten gegen den Hintergrundserver; dieser wird bei Bedarf gestartet oder wiederverwendet.
es: Abre Terminal y lanza el agente contra el servidor en segundo plano; se inicia o se reutiliza según sea necesario.
fr: Ouvre Terminal et lance l'agent contre le serveur en arrière-plan ; celui-ci est démarré ou réutilisé selon les besoins.
he: פותח את המסוף ומפעיל את הסוכן מול השרת ברקע; השרת מופעל או מנוצל מחדש לפי הצורך.
hi: टर्मिनल खोलता है और बैकग्राउंड सर्वर के विरुद्ध एजेंट लॉन्च करता है; आवश्यकतानुसार सर्वर शुरू या पुनः उपयोग किया जाता है।
id: Membuka Terminal dan meluncurkan agent ke server latar belakang; server dijalankan atau digunakan kembali sesuai kebutuhan.
it: Apre Terminale e lancia l'agente contro il server in background; viene avviato o riutilizzato secondo necessità.
ja: ターミナルを開き、バックグラウンドサーバーに対してエージェントを起動します。サーバーは必要に応じて起動または再利用されます。
ko: 터미널을 열고 백그라운드 서버에 대해 에이전트를 실행합니다. 서버는 필요에 따라 시작되거나 재사용됩니다.
nl: Opent Terminal en start de agent tegen de achtergrondserver; die wordt indien nodig gestart of hergebruikt.
pl: Otwiera Terminal i uruchamia agenta na serwerze w tle; serwer jest w razie potrzeby uruchamiany lub ponownie wykorzystywany.
pt_br: Abre o Terminal e inicia o agente no servidor em segundo plano; ele é iniciado ou reutilizado conforme necessário.
ru: Открывает Терминал и запускает агента через фоновый сервер; он запускается или переиспользуется при необходимости.
sv: Öppnar Terminal och startar agenten mot bakgrundsservern; den startas eller återanvänds vid behov.
tr: Terminal'i açar ve aracıyı arka plan sunucusuna karşı başlatır; sunucu gerektiğinde başlatılır veya yeniden kullanılır.
uk: Відкриває Термінал і запускає агента через фоновий сервер; він запускається або повторно використовується за потреби.
vi: Mở Terminal và khởi chạy agent với máy chủ nền; máy chủ được khởi động hoặc tái sử dụng khi cần.
zh_hans: 打开“终端”并针对后台服务器启动该代理；服务器会按需启动或复用。
zh_hant: 打開「終端機」並針對背景伺服器啟動該代理；伺服器會視需要啟動或重複使用。

source: Unlock TurboSpark
ar: فتح TurboSpark
de: TurboSpark entsperren
es: Desbloquear TurboSpark
fr: Déverrouiller TurboSpark
he: ביטול נעילת TurboSpark
hi: TurboSpark अनलॉक करें
id: Buka kunci TurboSpark
it: Sblocca TurboSpark
ja: TurboSparkのロックを解除
ko: TurboSpark 잠금 해제
nl: TurboSpark ontgrendelen
pl: Odblokuj TurboSpark
pt_br: Desbloquear o TurboSpark
ru: Разблокировать TurboSpark
sv: Lås upp TurboSpark
tr: TurboSpark kilidini aç
uk: Розблокувати TurboSpark
vi: Mở khóa TurboSpark
zh_hans: 解锁 TurboSpark
zh_hant: 解鎖 TurboSpark

source: Unlock
ar: فتح
de: Entsperren
es: Desbloquear
fr: Déverrouiller
he: ביטול נעילה
hi: अनलॉक करें
id: Buka kunci
it: Sblocca
ja: ロック解除
ko: 잠금 해제
nl: Ontgrendelen
pl: Odblokuj
pt_br: Desbloquear
ru: Разблокировать
sv: Lås upp
tr: Kilidi aç
uk: Розблокувати
vi: Mở khóa
zh_hans: 解锁
zh_hant: 解鎖

source: Your recovery passphrase works without this Mac's Keychain. TurboSpark cannot recover it for you.
ar: تعمل عبارة مرور الاسترداد من دون سلسلة مفاتيح هذا الـ Mac. لا يستطيع TurboSpark استعادتها لك.
de: Deine Wiederherstellungs-Passphrase funktioniert ohne den Schlüsselbund dieses Macs. TurboSpark kann sie nicht für dich wiederherstellen.
es: Tu frase de recuperación funciona sin el llavero de este Mac. TurboSpark no puede recuperarla por ti.
fr: Votre phrase secrète de récupération fonctionne sans le trousseau de ce Mac. TurboSpark ne peut pas la récupérer pour vous.
he: ביטוי הסיסמה לשחזור פועל ללא צרור המפתחות של Mac זה. TurboSpark אינו יכול לשחזר אותו עבורך.
hi: आपका रिकवरी पासफ़्रेज़ इस Mac की कीचेन के बिना काम करता है। TurboSpark इसे आपके लिए वापस नहीं ला सकता।
id: Frasa sandi pemulihan Anda dapat digunakan tanpa Rantai Kunci Mac ini. TurboSpark tidak dapat memulihkannya untuk Anda.
it: La passphrase di recupero funziona senza il Portachiavi di questo Mac. TurboSpark non può recuperarla per te.
ja: 復旧パスフレーズは、このMacのキーチェーンがなくても使用できます。TurboSparkでは復旧できません。
ko: 복구 암호는 이 Mac의 키체인 없이도 작동합니다. TurboSpark는 암호를 복구해 드릴 수 없습니다.
nl: Je herstelwachtzin werkt zonder de sleutelhanger van deze Mac. TurboSpark kan deze niet voor je herstellen.
pl: Hasło odzyskiwania działa bez pęku kluczy tego Maca. TurboSpark nie może go odzyskać.
pt_br: Sua frase secreta de recuperação funciona sem as Chaves deste Mac. O TurboSpark não pode recuperá-la para você.
ru: Фраза восстановления работает без Связки ключей этого Mac. TurboSpark не может восстановить её для вас.
sv: Din återställningsfras fungerar utan den här Macens nyckelring. TurboSpark kan inte återställa den åt dig.
tr: Kurtarma parolanız bu Mac'in Anahtar Zinciri olmadan çalışır. TurboSpark parolanızı sizin için kurtaramaz.
uk: Фраза відновлення працює без В’язки ключів цього Mac. TurboSpark не може відновити її для вас.
vi: Cụm mật khẩu khôi phục hoạt động mà không cần Chuỗi khóa của máy Mac này. TurboSpark không thể khôi phục cụm mật khẩu cho bạn.
zh_hans: 恢复口令无需此 Mac 的钥匙串即可使用。TurboSpark 无法为你恢复该口令。
zh_hant: 復原密語不需要此 Mac 的鑰匙圈即可使用。TurboSpark 無法替你復原該密語。

source: Export Encrypted Backup...
ar: تصدير نسخة احتياطية مشفرة...
de: Verschlüsseltes Backup exportieren...
es: Exportar copia cifrada...
fr: Exporter une sauvegarde chiffrée...
he: ייצוא גיבוי מוצפן...
hi: एन्क्रिप्टेड बैकअप निर्यात करें...
id: Ekspor Cadangan Terenkripsi...
it: Esporta backup cifrato...
ja: 暗号化バックアップを書き出す...
ko: 암호화된 백업 내보내기...
nl: Versleutelde reservekopie exporteren...
pl: Eksportuj szyfrowaną kopię...
pt_br: Exportar backup criptografado...
ru: Экспорт зашифрованной копии...
sv: Exportera krypterad säkerhetskopia...
tr: Şifreli Yedeği Dışa Aktar...
uk: Експортувати зашифровану копію...
vi: Xuất bản sao lưu được mã hóa...
zh_hans: 导出加密备份...
zh_hant: 匯出加密備份...

source: Export Open ZIP...
ar: تصدير ZIP مفتوح...
de: Offene ZIP-Datei exportieren...
es: Exportar ZIP abierto...
fr: Exporter un ZIP ouvert...
he: ייצוא ZIP פתוח...
hi: ओपन ZIP निर्यात करें...
id: Ekspor ZIP Terbuka...
it: Esporta ZIP aperto...
ja: オープンZIPを書き出す...
ko: 공개 ZIP 내보내기...
nl: Open ZIP exporteren...
pl: Eksportuj otwarty ZIP...
pt_br: Exportar ZIP aberto...
ru: Экспорт открытого ZIP...
sv: Exportera öppen ZIP...
tr: Açık ZIP'i Dışa Aktar...
uk: Експортувати відкритий ZIP...
vi: Xuất ZIP mở...
zh_hans: 导出开放 ZIP...
zh_hant: 匯出開放 ZIP...

source: Profile Privacy
ar: خصوصية الملف الشخصي
de: Profil-Datenschutz
es: Privacidad del perfil
fr: Confidentialité du profil
he: פרטיות הפרופיל
hi: प्रोफ़ाइल गोपनीयता
id: Privasi Profil
it: Privacy del profilo
ja: プロフィールのプライバシー
ko: 프로필 개인정보 보호
nl: Profielprivacy
pl: Prywatność profilu
pt_br: Privacidade do perfil
ru: Конфиденциальность профиля
sv: Profilsekretess
tr: Profil Gizliliği
uk: Конфіденційність профілю
vi: Quyền riêng tư của hồ sơ
zh_hans: 配置文件隐私
zh_hant: 描述檔隱私權

source: Touch ID or Mac login
ar: Touch ID أو تسجيل دخول Mac
de: Touch ID oder Mac-Anmeldung
es: Touch ID o inicio de sesión del Mac
fr: Touch ID ou connexion au Mac
he: Touch ID או התחברות ל-Mac
hi: Touch ID या Mac लॉगिन
id: Touch ID atau login Mac
it: Touch ID o accesso Mac
ja: Touch IDまたはMacのログイン
ko: Touch ID 또는 Mac 로그인
nl: Touch ID of Mac-aanmelding
pl: Touch ID lub logowanie do Maca
pt_br: Touch ID ou login do Mac
ru: Touch ID или вход на Mac
sv: Touch ID eller Mac-inloggning
tr: Touch ID veya Mac girişi
uk: Touch ID або вхід на Mac
vi: Touch ID hoặc đăng nhập máy Mac
zh_hans: Touch ID 或 Mac 登录
zh_hant: Touch ID 或 Mac 登入

source: Change Passphrase...
ar: تغيير عبارة المرور...
de: Passphrase ändern...
es: Cambiar frase de contraseña...
fr: Modifier la phrase secrète...
he: שינוי ביטוי סיסמה...
hi: पासफ़्रेज़ बदलें...
id: Ubah Frasa Sandi...
it: Cambia passphrase...
ja: パスフレーズを変更...
ko: 암호 변경...
nl: Wachtzin wijzigen...
pl: Zmień hasło...
pt_br: Alterar frase secreta...
ru: Изменить фразу-пароль...
sv: Ändra lösenfras...
tr: Parolayı Değiştir...
uk: Змінити фразу-пароль...
vi: Đổi cụm mật khẩu...
zh_hans: 更改口令...
zh_hant: 更改密語...

source: Disable Protection...
ar: تعطيل الحماية...
de: Schutz deaktivieren...
es: Desactivar protección...
fr: Désactiver la protection...
he: השבתת הגנה...
hi: सुरक्षा बंद करें...
id: Nonaktifkan Perlindungan...
it: Disattiva protezione...
ja: 保護を無効にする...
ko: 보호 비활성화...
nl: Beveiliging uitschakelen...
pl: Wyłącz ochronę...
pt_br: Desativar proteção...
ru: Отключить защиту...
sv: Inaktivera skydd...
tr: Korumayı Devre Dışı Bırak...
uk: Вимкнути захист...
vi: Tắt bảo vệ...
zh_hans: 停用保护...
zh_hant: 停用保護...

source: Protection covers chats, projects, private settings, managed attachments, and generated images. Models, skills, plugins, hooks, external project files, and tool executables remain ordinary files. FileVault is still recommended for whole-disk protection.
ar: تشمل الحماية المحادثات والمشاريع والإعدادات الخاصة والمرفقات المُدارة والصور المُنشأة. تبقى النماذج والمهارات والمكونات الإضافية والخطافات وملفات المشاريع الخارجية وأدوات التنفيذ ملفات عادية. ما زال FileVault موصى به لحماية القرص بالكامل.
de: Der Schutz umfasst Chats, Projekte, private Einstellungen, verwaltete Anhänge und erzeugte Bilder. Modelle, Skills, Plugins, Hooks, externe Projektdateien und ausführbare Tools bleiben normale Dateien. FileVault wird weiterhin für den Schutz der gesamten Festplatte empfohlen.
es: La protección cubre chats, proyectos, ajustes privados, adjuntos administrados e imágenes generadas. Los modelos, habilidades, complementos, hooks, archivos de proyectos externos y ejecutables de herramientas siguen siendo archivos normales. Se recomienda FileVault para proteger todo el disco.
fr: La protection couvre les discussions, projets, réglages privés, pièces jointes gérées et images générées. Les modèles, compétences, extensions, hooks, fichiers de projets externes et exécutables d’outils restent des fichiers ordinaires. FileVault reste recommandé pour protéger tout le disque.
he: ההגנה כוללת צ׳אטים, פרויקטים, הגדרות פרטיות, קבצים מצורפים מנוהלים ותמונות שנוצרו. מודלים, מיומנויות, תוספים, hooks, קובצי פרויקט חיצוניים וקובצי הפעלה של כלים נשארים קבצים רגילים. FileVault עדיין מומלץ להגנה על כל הכונן.
hi: सुरक्षा में चैट, प्रोजेक्ट, निजी सेटिंग, प्रबंधित अटैचमेंट और बनाई गई छवियाँ शामिल हैं। मॉडल, स्किल, प्लगइन, हुक, बाहरी प्रोजेक्ट फ़ाइलें और टूल एक्ज़ीक्यूटेबल सामान्य फ़ाइलें रहते हैं। पूरे डिस्क की सुरक्षा के लिए FileVault की सलाह अब भी दी जाती है।
id: Perlindungan mencakup chat, proyek, pengaturan pribadi, lampiran terkelola, dan gambar yang dibuat. Model, skill, plugin, hook, file proyek eksternal, dan berkas alat tetap berupa file biasa. FileVault tetap disarankan untuk perlindungan seluruh disk.
it: La protezione copre chat, progetti, impostazioni private, allegati gestiti e immagini generate. Modelli, skill, plugin, hook, file di progetti esterni ed eseguibili degli strumenti restano file normali. FileVault è comunque consigliato per proteggere l’intero disco.
ja: 保護の対象は、チャット、プロジェクト、非公開設定、管理対象の添付ファイル、生成画像です。モデル、スキル、プラグイン、フック、外部プロジェクトファイル、ツール実行ファイルは通常のファイルのままです。ディスク全体の保護には引き続きFileVaultを推奨します。
ko: 보호 대상에는 채팅, 프로젝트, 비공개 설정, 관리되는 첨부 파일 및 생성된 이미지가 포함됩니다. 모델, 스킬, 플러그인, 훅, 외부 프로젝트 파일 및 도구 실행 파일은 일반 파일로 유지됩니다. 전체 디스크 보호를 위해 FileVault 사용을 계속 권장합니다.
nl: De beveiliging omvat chats, projecten, privé-instellingen, beheerde bijlagen en gegenereerde afbeeldingen. Modellen, vaardigheden, plug-ins, hooks, externe projectbestanden en uitvoerbare tools blijven gewone bestanden. FileVault blijft aanbevolen voor beveiliging van de volledige schijf.
pl: Ochrona obejmuje czaty, projekty, ustawienia prywatne, zarządzane załączniki i wygenerowane obrazy. Modele, umiejętności, wtyczki, hooki, zewnętrzne pliki projektu i pliki wykonywalne narzędzi pozostają zwykłymi plikami. FileVault nadal jest zalecany do ochrony całego dysku.
pt_br: A proteção abrange chats, projetos, ajustes privados, anexos gerenciados e imagens geradas. Modelos, habilidades, plugins, hooks, arquivos de projetos externos e executáveis de ferramentas continuam sendo arquivos comuns. O FileVault ainda é recomendado para proteger todo o disco.
ru: Защита охватывает чаты, проекты, личные настройки, управляемые вложения и созданные изображения. Модели, навыки, плагины, хуки, внешние файлы проектов и исполняемые файлы инструментов остаются обычными файлами. Для защиты всего диска по-прежнему рекомендуется FileVault.
sv: Skyddet omfattar chattar, projekt, privata inställningar, hanterade bilagor och genererade bilder. Modeller, färdigheter, insticksfiler, hooks, externa projektfiler och körbara verktyg förblir vanliga filer. FileVault rekommenderas fortfarande för skydd av hela disken.
tr: Koruma; sohbetleri, projeleri, özel ayarları, yönetilen ekleri ve oluşturulan görüntüleri kapsar. Modeller, beceriler, eklentiler, hook'lar, harici proje dosyaları ve araç yürütülebilirleri normal dosya olarak kalır. Tüm disk koruması için FileVault yine önerilir.
uk: Захист охоплює чати, проєкти, приватні налаштування, керовані вкладення та створені зображення. Моделі, навички, плагіни, хуки, зовнішні файли проєктів і виконувані файли інструментів залишаються звичайними файлами. Для захисту всього диска й надалі рекомендовано FileVault.
vi: Bảo vệ bao gồm cuộc trò chuyện, dự án, cài đặt riêng tư, tệp đính kèm được quản lý và hình ảnh đã tạo. Mô hình, kỹ năng, phần bổ trợ, hook, tệp dự án bên ngoài và tệp thực thi công cụ vẫn là tệp thông thường. Vẫn nên dùng FileVault để bảo vệ toàn bộ ổ đĩa.
zh_hans: 保护范围包括聊天、项目、私密设置、托管附件和生成的图像。模型、技能、插件、钩子、外部项目文件和工具可执行文件仍是普通文件。仍建议使用 FileVault 保护整个磁盘。
zh_hant: 保護範圍包括聊天、專案、私人設定、受管理的附件和產生的影像。模型、技能、外掛、掛鉤、外部專案檔案和工具執行檔仍是一般檔案。仍建議使用 FileVault 保護整個磁碟。

source: Use at least 15 characters. Spaces and pasted passphrases are allowed.
ar: استخدم 15 محرفًا على الأقل. يُسمح بالمسافات وعبارات المرور الملصقة.
de: Verwende mindestens 15 Zeichen. Leerzeichen und eingefügte Passphrasen sind erlaubt.
es: Usa al menos 15 caracteres. Se permiten espacios y frases pegadas.
fr: Utilisez au moins 15 caractères. Les espaces et les phrases secrètes collées sont autorisés.
he: יש להשתמש ב-15 תווים לפחות. מותר להשתמש ברווחים ולהדביק ביטויי סיסמה.
hi: कम से कम 15 वर्ण उपयोग करें। स्पेस और पेस्ट किए गए पासफ़्रेज़ स्वीकार हैं।
id: Gunakan setidaknya 15 karakter. Spasi dan frasa sandi yang ditempel diperbolehkan.
it: Usa almeno 15 caratteri. Sono consentiti spazi e passphrase incollate.
ja: 15文字以上を使用してください。空白や貼り付けたパスフレーズも使用できます。
ko: 15자 이상을 사용하세요. 공백과 붙여넣은 암호도 허용됩니다.
nl: Gebruik minimaal 15 tekens. Spaties en geplakte wachtzinnen zijn toegestaan.
pl: Użyj co najmniej 15 znaków. Spacje i wklejane hasła są dozwolone.
pt_br: Use pelo menos 15 caracteres. Espaços e frases secretas coladas são permitidos.
ru: Используйте не менее 15 символов. Пробелы и вставленные фразы-пароли разрешены.
sv: Använd minst 15 tecken. Blanksteg och inklistrade lösenfraser tillåts.
tr: En az 15 karakter kullanın. Boşluklara ve yapıştırılan parolalara izin verilir.
uk: Використовуйте щонайменше 15 символів. Пробіли та вставлені фрази-паролі дозволені.
vi: Dùng ít nhất 15 ký tự. Cho phép khoảng trắng và cụm mật khẩu được dán.
zh_hans: 请至少使用 15 个字符。允许空格和粘贴的口令。
zh_hant: 請至少使用 15 個字元。允許空格和貼上的密語。

source: The vault remains encrypted, but its key will be stored locally without requiring authentication.
ar: تبقى الخزنة مشفرة، لكن مفتاحها سيُخزن محليًا من دون طلب المصادقة.
de: Der Tresor bleibt verschlüsselt, sein Schlüssel wird jedoch lokal gespeichert, ohne eine Authentifizierung zu verlangen.
es: La bóveda seguirá cifrada, pero su clave se guardará localmente sin exigir autenticación.
fr: Le coffre reste chiffré, mais sa clé sera stockée localement sans demander d’authentification.
he: הכספת נשארת מוצפנת, אך המפתח שלה יאוחסן מקומית ללא דרישת אימות.
hi: वॉल्ट एन्क्रिप्टेड रहेगा, लेकिन उसकी कुंजी प्रमाणीकरण माँगे बिना स्थानीय रूप से रखी जाएगी।
id: Brankas tetap terenkripsi, tetapi kuncinya akan disimpan secara lokal tanpa memerlukan autentikasi.
it: Il vault resta cifrato, ma la sua chiave verrà archiviata localmente senza richiedere autenticazione.
ja: 保管庫は暗号化されたままですが、キーは認証なしでローカルに保存されます。
ko: 보관함은 암호화된 상태로 유지되지만 키는 인증 없이 로컬에 저장됩니다.
nl: De kluis blijft versleuteld, maar de sleutel wordt lokaal opgeslagen zonder verificatie te vereisen.
pl: Sejf pozostanie zaszyfrowany, ale jego klucz będzie przechowywany lokalnie bez wymagania uwierzytelnienia.
pt_br: O cofre continua criptografado, mas sua chave será armazenada localmente sem exigir autenticação.
ru: Хранилище останется зашифрованным, но его ключ будет храниться локально без запроса аутентификации.
sv: Valvet förblir krypterat, men nyckeln lagras lokalt utan krav på autentisering.
tr: Kasa şifreli kalır ancak anahtarı kimlik doğrulaması istemeden yerel olarak saklanır.
uk: Сховище залишиться зашифрованим, але його ключ зберігатиметься локально без вимоги автентифікації.
vi: Kho vẫn được mã hóa, nhưng khóa sẽ được lưu cục bộ mà không yêu cầu xác thực.
zh_hans: 保险库仍会加密，但其密钥将存储在本机且不要求认证。
zh_hant: 保險庫仍會加密，但其金鑰將儲存在本機且不要求驗證。

source: Restore Encrypted Backup...
ar: استعادة نسخة احتياطية مشفرة...
de: Verschlüsseltes Backup wiederherstellen...
es: Restaurar copia cifrada...
fr: Restaurer une sauvegarde chiffrée...
he: שחזור גיבוי מוצפן...
hi: एन्क्रिप्टेड बैकअप पुनर्स्थापित करें...
id: Pulihkan Cadangan Terenkripsi...
it: Ripristina backup cifrato...
ja: 暗号化バックアップを復元...
ko: 암호화된 백업 복원...
nl: Versleutelde reservekopie herstellen...
pl: Przywróć szyfrowaną kopię...
pt_br: Restaurar backup criptografado...
ru: Восстановить зашифрованную копию...
sv: Återställ krypterad säkerhetskopia...
tr: Şifreli Yedeği Geri Yükle...
uk: Відновити зашифровану копію...
vi: Khôi phục bản sao lưu được mã hóa...
zh_hans: 恢复加密备份...
zh_hant: 回復加密備份...
